client/fio_test/out
seq_read: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
fio-3.1
Starting 8 processes

seq_read: (groupid=0, jobs=8): err= 0: pid=3299: Tue Jun 15 20:16:05 2021
   read: IOPS=8292, BW=1037MiB/s (1087MB/s)(30.4GiB/30002msec)
    slat (usec): min=19, max=30576, avg=952.93, stdev=968.06
    clat (nsec): min=1861, max=52241k, avg=14313941.90, stdev=2017570.11
     lat (usec): min=527, max=52281, avg=15267.03, stdev=1893.24
    clat percentiles (usec):
     |  1.00th=[ 7570],  5.00th=[11600], 10.00th=[12256], 20.00th=[12911],
     | 30.00th=[13435], 40.00th=[13829], 50.00th=[14222], 60.00th=[14746],
     | 70.00th=[15139], 80.00th=[15795], 90.00th=[16712], 95.00th=[17433],
     | 99.00th=[19268], 99.50th=[19792], 99.90th=[21627], 99.95th=[23200],
     | 99.99th=[33424]
   bw (  KiB/s): min=77006, max=200192, per=12.54%, avg=133117.87, stdev=13527.26, samples=478
   iops        : min=  601, max= 1564, avg=1039.63, stdev=105.73, samples=478
  lat (usec)   : 2=0.01%, 4=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=2.39%, 20=97.20%, 50=0.39%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.19%, sys=96.17%, ctx=23971, majf=0, minf=4170
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=248794,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=1037MiB/s (1087MB/s), 1037MiB/s-1037MiB/s (1087MB/s-1087MB/s), io=30.4GiB (32.6GB), run=30002-30002msec

Disk stats (read/write):
  sda: ios=0/115, merge=0/48, ticks=0/510, in_queue=452, util=0.33%