client/fio_test/out
seq_read: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
fio-3.1
Starting 8 processes

seq_read: (groupid=0, jobs=8): err= 0: pid=2862: Thu Jun 10 13:40:37 2021
   read: IOPS=10.6k, BW=1328MiB/s (1392MB/s)(38.9GiB/30001msec)
    slat (usec): min=19, max=63727, avg=751.04, stdev=1525.38
    clat (usec): min=2, max=264063, avg=11285.80, stdev=9409.61
     lat (usec): min=603, max=264117, avg=12037.07, stdev=9919.31
    clat percentiles (msec):
     |  1.00th=[    6],  5.00th=[    8], 10.00th=[    8], 20.00th=[    8],
     | 30.00th=[    9], 40.00th=[    9], 50.00th=[    9], 60.00th=[    9],
     | 70.00th=[   10], 80.00th=[   10], 90.00th=[   18], 95.00th=[   34],
     | 99.00th=[   50], 99.50th=[   57], 99.90th=[   79], 99.95th=[  102],
     | 99.99th=[  218]
   bw (  KiB/s): min=44544, max=298496, per=12.46%, avg=169450.99, stdev=77811.91, samples=475
   iops        : min=  348, max= 2332, avg=1323.73, stdev=607.90, samples=475
  lat (usec)   : 4=0.01%, 750=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=85.10%, 20=5.38%, 50=8.55%
  lat (msec)   : 100=0.90%, 250=0.05%, 500=0.01%
  cpu          : usr=0.29%, sys=68.50%, ctx=59586, majf=0, minf=4172
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=318698,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=1328MiB/s (1392MB/s), 1328MiB/s-1328MiB/s (1392MB/s-1392MB/s), io=38.9GiB (41.8GB), run=30001-30001msec

Disk stats (read/write):
  sda: ios=17364/170, merge=6388/37, ticks=21570/362, in_queue=712, util=62.92%