client/fio_test/out
START CGROUP FIO
seq_read: (g=0): rw=read, bs=(R) 4096B-128KiB, (W) 4096B-128KiB, (T) 4096B-128KiB, ioengine=libaio, iodepth=16
...
fio-3.1
Starting 8 threads

seq_read: (groupid=0, jobs=8): err= 0: pid=3601: Thu Mar 25 10:22:17 2021
   read: IOPS=15.7k, BW=954MiB/s (1000MB/s)(4096MiB/4294msec)
    slat (nsec): min=1270, max=25066k, avg=468298.43, stdev=1675879.48
    clat (nsec): min=1654, max=44198k, avg=7056093.13, stdev=5427829.44
     lat (usec): min=3, max=52684, avg=7524.70, stdev=5570.32
    clat percentiles (usec):
     |  1.00th=[ 1844],  5.00th=[ 2540], 10.00th=[ 2704], 20.00th=[ 2900],
     | 30.00th=[ 3458], 40.00th=[ 3687], 50.00th=[ 3916], 60.00th=[ 4948],
     | 70.00th=[ 9110], 80.00th=[12780], 90.00th=[15401], 95.00th=[17433],
     | 99.00th=[22414], 99.50th=[24511], 99.90th=[29230], 99.95th=[31589],
     | 99.99th=[42206]
   bw (  KiB/s): min=57200, max=162690, per=13.05%, avg=127499.39, stdev=22007.60, samples=61
   iops        : min=  912, max= 2628, avg=2053.89, stdev=353.24, samples=61
  lat (usec)   : 2=0.01%, 10=0.02%, 20=0.01%, 50=0.03%, 100=0.02%
  lat (usec)   : 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=2.03%, 4=49.97%, 10=20.17%, 20=25.33%, 50=2.36%
  cpu          : usr=0.25%, sys=48.74%, ctx=3405, majf=0, minf=4096
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=99.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=67602,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=954MiB/s (1000MB/s), 954MiB/s-954MiB/s (1000MB/s-1000MB/s), io=4096MiB (4295MB), run=4294-4294msec

Disk stats (read/write):
  vda: ios=13/60, merge=0/6, ticks=3/18, in_queue=0, util=0.66%