client/fio_test/out
seq_read: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
fio-3.1
Starting 8 processes

seq_read: (groupid=0, jobs=8): err= 0: pid=5184: Wed Jun 16 21:01:08 2021
   read: IOPS=4145, BW=518MiB/s (543MB/s)(15.2GiB/30004msec)
    slat (usec): min=30, max=153091, avg=1923.74, stdev=3387.79
    clat (usec): min=2, max=181600, avg=28919.13, stdev=10922.37
     lat (usec): min=49, max=181669, avg=30843.79, stdev=11096.64
    clat percentiles (msec):
     |  1.00th=[    9],  5.00th=[   14], 10.00th=[   17], 20.00th=[   21],
     | 30.00th=[   24], 40.00th=[   26], 50.00th=[   29], 60.00th=[   31],
     | 70.00th=[   33], 80.00th=[   36], 90.00th=[   42], 95.00th=[   47],
     | 99.00th=[   61], 99.50th=[   68], 99.90th=[  112], 99.95th=[  163],
     | 99.99th=[  174]
   bw (  KiB/s): min=41984, max=88753, per=12.49%, avg=66301.66, stdev=7585.59, samples=478
   iops        : min=  328, max=  693, avg=517.88, stdev=59.30, samples=478
  lat (usec)   : 4=0.01%, 10=0.01%, 20=0.01%, 100=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=1.51%, 20=16.39%, 50=78.80%
  lat (msec)   : 100=3.17%, 250=0.11%
  cpu          : usr=0.37%, sys=8.71%, ctx=71553, majf=0, minf=4170
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=99.9%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=124389,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=518MiB/s (543MB/s), 518MiB/s-518MiB/s (543MB/s-543MB/s), io=15.2GiB (16.3GB), run=30004-30004msec

Disk stats (read/write):
  sda: ios=32043/64, merge=29935/13, ticks=53722/214, in_queue=392, util=99.27%